Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Upload.ResponseError
source: YouTube upload returned {0} ({1}). {2}
af_za: YouTube-oplaai het {0} ({1}) teruggekeer. {2}
am_et: የዩቲዩብ ሰቀላ {0} ({1}) ተመልሷል። {2}
ar_sa: تم عرض التحميل على YouTube {0} ({1}). {2}
as_in: ইউটিউব আপলোডে {0} ({1}) ঘূৰাই দিলে। {2}
az_latn_az: YouTube yükləməsi {0} ({1}) qaytarıldı. {2}
be_by: Загрузка на YouTube вярнулася {0} ({1}). {2}
bg_bg: Качването в YouTube върна {0} ({1}). {2}
bn_bd: YouTube আপলোড {0} ({1}) ফেরত দিয়েছে। {2}
bs_latn_ba: YouTube otpremanje vratilo je {0} ({1}). {2}
ca_es: La càrrega de YouTube ha retornat {0} ({1}). {2}
cs_cz: Nahrání na YouTube se vrátilo {0} ({1}). {2}
da_dk: YouTube-upload returnerede {0} ({1}). {2}
de_de: Beim YouTube-Upload wurde {0} ({1}) zurückgegeben. {2}
el_gr: Η μεταφόρτωση YouTube επέστρεψε {0} ({1}). {2}
es_us: La carga de YouTube devolvió {0} ({1}). {2}
et_ee: YouTube'i üleslaadimine tagastas {0} ({1}). {2}
eu_es: YouTube kargatzea {0} ({1}) itzuli da. {2}
fa_ir: بارگذاری YouTube بازگشت {0} ({1}). {2}
fi_fi: YouTube-lataus palautti {0} ({1}). {2}
fil_ph: Ang pag-upload sa YouTube ay nagbalik ng {0} ({1}). {2}
fr_ca: La mise en ligne de YouTube a renvoyé {0} ({1}). {2}
gl_es: A carga de YouTube devolveuse {0} ({1}). {2}
gu_in: YouTube અપલોડે {0} ({1}) પરત કર્યું. {2}
he_il: העלאת YouTube החזירה {0} ({1}). {2}
hi_in: YouTube अपलोड {0} ({1}) लौटा। {2}
hr_hr: YouTube prijenos vratio {0} ({1}). {2}
hu_hu: A YouTube-feltöltés {0} ({1}) eredményt adott vissza. {2}
hy_am: YouTube-ի վերբեռնումը վերադարձվել է {0} ({1}): {2}
id_id: Unggahan YouTube menghasilkan {0} ({1}). {2}
is_is: YouTube upphleðsla skilaði {0} ({1}). {2}
it_it: Il caricamento su YouTube ha restituito {0} ({1}). {2}
ja_jp: YouTube アップロードでは {0} ({1}) が返されました。 {2}
ka_ge: YouTube ატვირთვა დაბრუნდა {0} ({1}). {2}
kk_kz: YouTube жүктеп салуы {0} ({1}) қайтарылды. {2}
km_kh: ការបង្ហោះ YouTube បានត្រឡប់មកវិញ {0} ({1}) ។ {2}
kn_in: YouTube ಅಪ್‌ಲೋಡ್ {0} ({1}) ಅನ್ನು ಹಿಂತಿರುಗಿಸಿದೆ. {2}
ko_kr: YouTube 업로드에서 {0}({1})가 반환되었습니다. {2}
ky_kg: YouTube жүктөө {0} ({1}) кайтарылды. {2}
lo_la: ການອັບໂຫລດ YouTube ສົ່ງຄືນ {0} ({1}). {2}
lt_lt: „YouTube“ įkėlimas grąžino {0} ({1}). {2}
lv_lv: YouTube augšupielāde atgriezta {0} ({1}). {2}
mk_mk: Поставувањето на YouTube е вратено {0} ({1}). {2}
ml_in: YouTube അപ്‌ലോഡ് {0} ({1}) തിരികെ നൽകി. {2}
mn_mn: YouTube-д байршуулсан {0} ({1}) буцаасан. {2}
mr_in: YouTube अपलोड {0} ({1}) परत केले. {2}
ms_my: Muat naik YouTube dikembalikan {0} ({1}). {2}
nb_no: YouTube-opplasting returnerte {0} ({1}). {2}
ne_np: YouTube अपलोड {0} ({1}) फिर्ता भयो। {2}
nl_nl: YouTube-upload heeft {0} ({1}) geretourneerd. {2}
or_in: ୟୁଟ୍ୟୁବ୍ ଅପଲୋଡ୍ {0} ({1}) ଫେରସ୍ତ କଲା | {2}
pa_in: YouTube ਅੱਪਲੋਡ {0} ({1}) ਵਾਪਸ ਆਇਆ। {2}
pl_pl: Przesyłanie do YouTube zwróciło {0} ({1}). {2}
pt_br: O upload do YouTube retornou {0} ({1}). {2}
ro_ro: Încărcarea pe YouTube a returnat {0} ({1}). {2}
ru_ru: Загрузка на YouTube вернула {0} ({1}). {2}
si_lk: YouTube උඩුගත කිරීම {0} ({1}) ආපසු ලබා දුන්නේය. {2}
sk_sk: Odovzdanie na YouTube sa vrátilo {0} ({1}). {2}
sl_si: Nalaganje YouTube je vrnilo {0} ({1}). {2}
sq_al: Ngarkimi në YouTube u kthye {0} ({1}). {2}
sr_cyrl_rs: Отпремање на ИоуТубе-у је вратило {0} ({1}). {2}
sr_latn_rs: Otpremanje na YouTube-u je vratilo {0} ({1}). {2}
sv_se: YouTube-uppladdning returnerade {0} ({1}). {2}
sw_ke: Upakiaji wa YouTube umerejeshwa {0} ({1}). {2}
ta_in: YouTube பதிவேற்றம் {0} ({1}) திரும்பியது. {2}
te_in: YouTube అప్‌లోడ్ {0} ({1})ని తిరిగి ఇచ్చింది. {2}
th_th: การอัปโหลดบน YouTube ส่งคืน {0} ({1}) {2}
tr_tr: YouTube yüklemesi {0} ({1}) sonucunu döndürdü. {2}
uk_ua: Завантаження YouTube повернуло {0} ({1}). {2}
ur_pk: YouTube اپ لوڈ واپس آیا {0} ({1})۔ {2}
uz_latn_uz: YouTubega yuklash {0} ({1}) qaytarildi. {2}
vi_vn: Nội dung tải lên YouTube trả về {0} ({1}). {2}
zh_hans_cn: YouTube 上传返回了 {0} ({1})。 {2}
zh_hant_hk: YouTube 上傳回傳了 {0} ({1})。 {2}
zu_za: Okulayishiwe ku-YouTube kubuyisiwe {0} ({1}). {2}

# Upload.SelectedFile
source: {0} ({1:N0} bytes)
af_za: {0} ({1:N0} grepe)
am_et: {0} ({1:N0} ባይት)
ar_sa: {0} ({1:N0} بايت)
as_in: {0} ({1:N0} বাইট)
az_latn_az: {0} ({1:N0} bayt)
be_by: {0} ({1:N0} байтаў)
bg_bg: {0} ({1:N0} байта)
bn_bd: {0} ({1:N0} বাইট)
bs_latn_ba: {0} ({1:N0} bajtova)
cs_cz: {0} ({1:N0} bajtů)
el_gr: {0} ({1:N0} byte)
et_ee: {0} ({1:N0} baiti)
eu_es: {0} ({1:N0} byte)
fa_ir: {0} ({1:N0} بایت)
fi_fi: {0} ({1:N0} tavua)
fil_ph: {0} ({1:N0} byte)
fr_ca: {0} ({1:N0} octets)
gu_in: {0} ({1:N0} બાઇટ્સ)
he_il: {0} ({1:N0} בתים)
hi_in: {0} ({1:N0} बाइट्स)
hr_hr: {0} ({1:N0} bajtova)
hu_hu: {0} ({1:N0} bájt)
hy_am: {0} ({1:N0} բայթ)
id_id: {0} ({1:N0} byte)
is_is: {0} ({1:N0} bæti)
it_it: {0} ({1:N0} byte)
ja_jp: {0} ({1:N0} バイト)
ka_ge: {0} ({1:N0} ბაიტი)
kk_kz: {0} ({1:N0} байт)
km_kh: {0} ({1:N0} បៃ)
kn_in: {0} ({1:N0} ಬೈಟ್‌ಗಳು)
ko_kr: {0}({1:N0}바이트)
ky_kg: {0} ({1:N0} байт)
lt_lt: {0} ({1:N0} baitai)
lv_lv: {0} ({1:N0} baiti)
mk_mk: {0} ({1:N0} бајти)
ml_in: {0} ({1:N0} ബൈറ്റുകൾ)
mn_mn: {0} ({1:N0} байт)
mr_in: {0} ({1:N0} बाइट)
ms_my: {0} ({1:N0} bait)
nb_no: {0} ({1:N0} byte)
ne_np: {0} ({1:N0} बाइट्स)
or_in: {0} ({1:N0} ବାଇଟ୍)
pa_in: {0} ({1:N0} ਬਾਈਟ)
pl_pl: {0} (bajty {1:N0})
pt_br: {0} (bytes {1:N0})
ro_ro: {0} ({1:N0} octeți)
ru_ru: {0} ({1:N0} байт)
si_lk: {0} ({1:N0} බයිට්)
sk_sk: {0} ({1:N0} bajtov)
sl_si: {0} ({1:N0} bajtov)
sq_al: {0} ({1:N0} bajt)
sr_cyrl_rs: {0} ({1:N0} бајтова)
sr_latn_rs: {0} ({1:N0} bajtova)
sv_se: {0} ({1:N0} byte)
sw_ke: {0} (baiti {1:N0})
ta_in: {0} ({1:N0} பைட்டுகள்)
te_in: {0} ({1:N0} బైట్‌లు)
th_th: {0} ({1:N0} ไบต์)
tr_tr: {0} ({1:N0} bayt)
uk_ua: {0} ({1:N0} байтів)
ur_pk: {0} ({1:N0} بائٹس)
uz_latn_uz: {0} ({1:N0} bayt)
vi_vn: {0} ({1:N0} byte)
zh_hans_cn: {0}（{1:N0} 字节）
zh_hant_hk: {0}（{1:N0} 位元組）
zu_za: {0} ({1:N0} amabhayithi)

# Upload.SelectionCanceled
source: Video selection was canceled.
af_za: Videokeuse is gekanselleer.
am_et: የቪዲዮ ምርጫ ተሰርዟል።
ar_sa: تم إلغاء اختيار الفيديو.
as_in: ভিডিঅ’ নিৰ্বাচন বাতিল কৰা হ’ল।
az_latn_az: Video seçimi ləğv edildi.
be_by: Выбар відэа быў адменены.
bg_bg: Изборът на видеоклип беше отменен.
bn_bd: ভিডিও নির্বাচন বাতিল করা হয়েছে৷
bs_latn_ba: Odabir videozapisa je otkazan.
ca_es: La selecció de vídeo s'ha cancel·lat.
cs_cz: Výběr videa byl zrušen.
da_dk: Videovalg blev annulleret.
de_de: Die Videoauswahl wurde abgebrochen.
el_gr: Η επιλογή βίντεο ακυρώθηκε.
es_us: La selección de vídeo fue cancelada.
et_ee: Video valik tühistati.
eu_es: Bideoaren hautaketa bertan behera utzi da.
fa_ir: انتخاب ویدیو لغو شد.
fi_fi: Videovalinta peruutettiin.
fil_ph: Kinansela ang pagpili ng video.
fr_ca: La sélection vidéo a été annulée.
gl_es: Cancelouse a selección do vídeo.
gu_in: વિડિઓ પસંદગી રદ કરવામાં આવી હતી.
he_il: בחירת הסרטון בוטלה.
hi_in: वीडियो चयन रद्द कर दिया गया.
hr_hr: Odabir videozapisa je otkazan.
hu_hu: A videó kiválasztása megszakadt.
hy_am: Տեսանյութի ընտրությունը չեղարկվել է:
id_id: Pemilihan video dibatalkan.
is_is: Hætt var við val á myndbandi.
it_it: La selezione del video è stata annullata.
ja_jp: ビデオの選択がキャンセルされました。
ka_ge: ვიდეოს შერჩევა გაუქმდა.
kk_kz: Бейне таңдаудан бас тартылды.
km_kh: ការជ្រើសរើសវីដេអូត្រូវបានលុបចោល។
kn_in: ವೀಡಿಯೊ ಆಯ್ಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ.
ko_kr: 동영상 선택이 취소되었습니다.
ky_kg: Видео тандоо жокко чыгарылды.
lo_la: ການເລືອກວິດີໂອຖືກຍົກເລີກ.
lt_lt: Vaizdo įrašo pasirinkimas atšauktas.
lv_lv: Video atlase tika atcelta.
mk_mk: Изборот на видеото беше откажан.
ml_in: വീഡിയോ തിരഞ്ഞെടുക്കൽ റദ്ദാക്കി.
mn_mn: Видеоны сонголтыг цуцалсан.
mr_in: व्हिडिओ निवड रद्द करण्यात आली.
ms_my: Pemilihan video telah dibatalkan.
nb_no: Videovalget ble kansellert.
ne_np: भिडियो चयन रद्द गरियो।
nl_nl: Videoselectie is geannuleerd.
or_in: ଭିଡିଓ ଚୟନ ବାତିଲ କରାଯାଇଥିଲା |
pa_in: ਵੀਡੀਓ ਦੀ ਚੋਣ ਰੱਦ ਕੀਤੀ ਗਈ ਸੀ।
pl_pl: Wybór filmu wideo został anulowany.
pt_br: A seleção do vídeo foi cancelada.
ro_ro: Selecția videoclipului a fost anulată.
ru_ru: Выбор видео отменен.
si_lk: වීඩියෝ තේරීම අවලංගු කරන ලදී.
sk_sk: Výber videa bol zrušený.
sl_si: Izbor videa je bil preklican.
sq_al: Zgjedhja e videos u anulua.
sr_cyrl_rs: Одабир видеа је отказан.
sr_latn_rs: Odabir videa je otkazan.
sv_se: Videoval avbröts.
sw_ke: Uteuzi wa video umeghairiwa.
ta_in: வீடியோ தேர்வு ரத்து செய்யப்பட்டது.
te_in: వీడియో ఎంపిక రద్దు చేయబడింది.
th_th: การเลือกวิดีโอถูกยกเลิก
tr_tr: Video seçimi iptal edildi.
uk_ua: Відбір відео скасовано.
ur_pk: ویڈیو کا انتخاب منسوخ کر دیا گیا تھا۔
uz_latn_uz: Video tanlovi bekor qilindi.
vi_vn: Lựa chọn video đã bị hủy.
zh_hans_cn: 视频选择已取消。
zh_hant_hk: 視訊選擇已取消。
zu_za: Ukukhethwa kwevidiyo kukhanseliwe.

# Upload.Starting
source: Starting resumable upload...
af_za: Begin tans hervatbare oplaai …
am_et: ዳግም ሊነሳ የሚችል ሰቀላ በመጀመር ላይ...
ar_sa: بدء التحميل القابل للاستئناف...
as_in: পুনৰ ব্যৱহাৰযোগ্য আপলোড আৰম্ভ...
az_latn_az: Davam edilə bilən yükləmə başlayır...
be_by: Пачынаецца аднаўляемая загрузка...
bg_bg: Започва възобновяемо качване...
bn_bd: পুনঃসূচনাযোগ্য আপলোড শুরু হচ্ছে...
bs_latn_ba: Počinje nastavljivo otpremanje...
ca_es: S'està iniciant la càrrega reactiva...
cs_cz: Spouštění obnovitelného nahrávání...
da_dk: Starter genoptagelig upload...
de_de: Fortsetzbarer Upload wird gestartet...
el_gr: Έναρξη επαναλήψεων μεταφόρτωσης...
es_us: Iniciando carga reanudable...
et_ee: Jätkatava üleslaadimise alustamine...
eu_es: Berrekiteko kargatzen hasten...
fa_ir: شروع آپلود از سرگیری...
fi_fi: Aloitetaan jatkuvaa latausta...
fil_ph: Sinisimulan ang muling pag-upload...
fr_ca: Démarrage du téléchargement avec reprise…
gl_es: Comezando a carga reanudable...
gu_in: ફરી શરૂ કરી શકાય તેવું અપલોડ શરૂ કરી રહ્યાં છીએ...
he_il: מתחיל העלאה הניתנת לחידוש...
hi_in: पुन: प्रारंभ करने योग्य अपलोड प्रारंभ हो रहा है...
hr_hr: Pokretanje nastavka prijenosa...
hu_hu: Folytatható feltöltés indítása...
hy_am: Սկսվում է վերսկսվող վերբեռնումը...
id_id: Memulai unggahan yang dapat dilanjutkan...
is_is: Byrjar að endurhlaða upphleðslu...
it_it: Avvio caricamento ripristinabile...
ja_jp: 再開可能なアップロードを開始しています...
ka_ge: იწყება განახლების ატვირთვა...
kk_kz: Жалғастыруға болатын жүктеп салу басталуда...
km_kh: កំពុង​ចាប់ផ្ដើម​ការ​ផ្ទុក​ឡើង​បន្ត...
kn_in: ಪುನರಾರಂಭಿಸಬಹುದಾದ ಅಪ್‌ಲೋಡ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಲಾಗುತ್ತಿದೆ...
ko_kr: 재개 가능한 업로드 시작 중...
ky_kg: Кайра жүктөө башталууда...
lo_la: ກຳລັງເລີ່ມການອັບໂຫຼດຄືນໃໝ່...
lt_lt: Pradedamas tęstinis įkėlimas...
lv_lv: Tiek sākta atsākta augšupielāde...
mk_mk: Почнува повторно поставување...
ml_in: പുനരാരംഭിക്കാവുന്ന അപ്‌ലോഡ് ആരംഭിക്കുന്നു...
mn_mn: Дахин байршуулах боломжтой...
mr_in: पुन्हा सुरू करण्यायोग्य अपलोड सुरू करत आहे...
ms_my: Memulakan muat naik boleh disambung semula...
nb_no: Starter gjenopptagbar opplasting...
ne_np: पुन: सुरु गर्न मिल्ने अपलोड सुरु गर्दै...
nl_nl: Hervatbare upload starten...
or_in: ପୁନ um କାର୍ଯ୍ୟକ୍ଷମ ଅପଲୋଡ୍ ଆରମ୍ଭ ...
pa_in: ਮੁੜ-ਚਾਲੂ ਅੱਪਲੋਡ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl_pl: Rozpoczynam wznawianie przesyłania...
pt_br: Iniciando upload recuperável...
ro_ro: Se începe încărcarea reluabilă...
ru_ru: Начинаю возобновляемую загрузку...
si_lk: නැවත ආරම්භ කළ හැකි උඩුගත කිරීම ආරම්භ කරමින්...
sk_sk: Spúšťa sa obnoviteľné nahrávanie...
sl_si: Začetek nalaganja z možnostjo nadaljevanja ...
sq_al: Nis ngarkimi i rifilluar...
sr_cyrl_rs: Почиње настављиво отпремање...
sr_latn_rs: Počinje nastavljivo otpremanje...
sv_se: Startar återupptagande uppladdning...
sw_ke: Inaanza kupakia upya...
ta_in: மீண்டும் தொடங்கும் பதிவேற்றத்தைத் தொடங்குகிறது...
te_in: పునఃప్రారంభించదగిన అప్‌లోడ్‌ను ప్రారంభిస్తోంది...
th_th: กำลังเริ่มการอัปโหลดต่อ...
tr_tr: Devam ettirilebilir yükleme başlatılıyor...
uk_ua: Початок відновленого завантаження...
ur_pk: دوبارہ شروع کرنے کے قابل اپ لوڈ شروع ہو رہا ہے...
uz_latn_uz: Yuklash davom ettirilmoqda...
vi_vn: Đang bắt đầu tiếp tục tải lên...
zh_hans_cn: 开始断点续传...
zh_hant_hk: 開始斷點續傳...
zu_za: Iqala ukulayisha okuqhubekela phambili...

# Upload.TimedOut
source: The upload timed out. Check the network connection and try again.
af_za: Die oplaai het uitgetel. Gaan die netwerkverbinding na en probeer weer.
am_et: ሰቀላው ጊዜው አልፎበታል። የአውታረ መረብ ግንኙነቱን ያረጋግጡ እና እንደገና ይሞክሩ።
ar_sa: انتهت مهلة التحميل. تحقق من اتصال الشبكة وحاول مرة أخرى.
as_in: আপলোডৰ সময় শেষ হৈ গ’ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
az_latn_az: Yükləmə vaxtı bitdi. Şəbəkə bağlantısını yoxlayın və yenidən cəhd edin.
be_by: Час чакання запампоўкі скончыўся. Праверце падключэнне да сеткі і паўтарыце спробу.
bg_bg: Времето за изчакване на качването изтече. Проверете мрежовата връзка и опитайте отново.
bn_bd: আপলোডের সময় শেষ। নেটওয়ার্ক সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
bs_latn_ba: Isteklo je vrijeme za otpremanje. Provjerite mrežnu vezu i pokušajte ponovo.
ca_es: S'ha esgotat el temps de càrrega. Comproveu la connexió de xarxa i torneu-ho a provar.
cs_cz: Časový limit nahrávání vypršel. Zkontrolujte připojení k síti a zkuste to znovu.
da_dk: Uploadet timeout. Tjek netværksforbindelsen, og prøv igen.
de_de: Beim Hochladen ist eine Zeitüberschreitung aufgetreten. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.
el_gr: Η μεταφόρτωση έληξε. Ελέγξτε τη σύνδεση δικτύου και δοκιμάστε ξανά.
es_us: Se agotó el tiempo de carga. Verifique la conexión de red e inténtelo nuevamente.
et_ee: Üleslaadimine aegus. Kontrollige võrguühendust ja proovige uuesti.
eu_es: Kargatzeko denbora-muga gainditu da. Egiaztatu sareko konexioa eta saiatu berriro.
fa_ir: زمان آپلود تمام شد. اتصال شبکه را بررسی کنید و دوباره امتحان کنید.
fi_fi: Lataus aikakatkaistiin. Tarkista verkkoyhteys ja yritä uudelleen.
fil_ph: Nag-time out ang pag-upload. Suriin ang koneksyon sa network at subukang muli.
fr_ca: Le délai de téléchargement a expiré. Vérifiez la connexion réseau et réessayez.
gl_es: Esgotouse o tempo de carga. Comproba a conexión de rede e téntao de novo.
gu_in: અપલોડનો સમય સમાપ્ત થયો. નેટવર્ક કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he_il: תם הזמן הקצוב להעלאה. בדוק את חיבור הרשת ונסה שוב.
hi_in: अपलोड का समय समाप्त हो गया. नेटवर्क कनेक्शन जांचें और पुनः प्रयास करें।
hr_hr: Prijenos je istekao. Provjerite mrežnu vezu i pokušajte ponovno.
hu_hu: A feltöltés lejárt. Ellenőrizze a hálózati kapcsolatot, és próbálja újra.
hy_am: Վերբեռնման ժամանակը սպառվել է: Ստուգեք ցանցային կապը և նորից փորձեք:
id_id: Batas waktu unggahan telah habis. Periksa koneksi jaringan dan coba lagi.
is_is: Upphleðslan rann út á tíma. Athugaðu nettenginguna og reyndu aftur.
it_it: Il caricamento è scaduto. Controlla la connessione di rete e riprova.
ja_jp: アップロードがタイムアウトしました。ネットワーク接続を確認して、再試行してください。
ka_ge: ატვირთვის დრო ამოიწურა. შეამოწმეთ ქსელის კავშირი და სცადეთ ხელახლა.
kk_kz: Жүктеп салу уақыты аяқталды. Желі қосылымын тексеріп, әрекетті қайталаңыз.
km_kh: ការអាប់ឡូតបានអស់ពេលហើយ។ ពិនិត្យការតភ្ជាប់បណ្តាញ ហើយព្យាយាមម្តងទៀត។
kn_in: ಅಪ್‌ಲೋಡ್ ಸಮಯ ಮೀರಿದೆ. ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 업로드 시간이 초과되었습니다. 네트워크 연결을 확인하고 다시 시도해 보세요.
ky_kg: Жүктөп берүү убактысы бүттү. Тармак туташуусун текшерип, кайра аракет кылыңыз.
lo_la: ການອັບໂຫລດໝົດເວລາ. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍແລ້ວລອງໃໝ່ອີກຄັ້ງ.
lt_lt: Baigėsi įkėlimo laikas. Patikrinkite tinklo ryšį ir bandykite dar kartą.
lv_lv: Augšupielādes noildze. Pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.
mk_mk: Истече времето за поставување. Проверете ја мрежната врска и обидете се повторно.
ml_in: അപ്‌ലോഡ് സമയം കഴിഞ്ഞു. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mn_mn: Байршуулах хугацаа хэтэрсэн. Сүлжээний холболтыг шалгаад дахин оролдоно уу.
mr_in: अपलोड कालबाह्य झाले. नेटवर्क कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms_my: Muat naik tamat masa. Semak sambungan rangkaian dan cuba lagi.
nb_no: Opplastingen ble tidsavbrutt. Sjekk nettverkstilkoblingen og prøv igjen.
ne_np: अपलोडको समय सकियो। नेटवर्क जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
nl_nl: Er is een time-out opgetreden bij het uploaden. Controleer de netwerkverbinding en probeer het opnieuw.
or_in: ଅପଲୋଡ୍ ସମୟ ସମାପ୍ତ ହୋଇଛି | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਅੱਪਲੋਡ ਦਾ ਸਮਾਂ ਸਮਾਪਤ ਹੋ ਗਿਆ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Upłynął limit czasu przesyłania. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: O upload expirou. Verifique a conexão de rede e tente novamente.
ro_ro: Încărcarea a expirat. Verificați conexiunea la rețea și încercați din nou.
ru_ru: Время загрузки истекло. Проверьте сетевое соединение и повторите попытку.
si_lk: උඩුගත කිරීමේ කාලය අවසන් විය. ජාල සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sk_sk: Časový limit nahrávania vypršal. Skontrolujte sieťové pripojenie a skúste to znova.
sl_si: Časovna omejitev nalaganja je potekla. Preverite omrežno povezavo in poskusite znova.
sq_al: Koha e ngarkimit përfundoi. Kontrollo lidhjen e rrjetit dhe provo sërish.
sr_cyrl_rs: Отпремање је истекло. Проверите мрежну везу и покушајте поново.
sr_latn_rs: Otpremanje je isteklo. Proverite mrežnu vezu i pokušajte ponovo.
sv_se: Uppladdningen tog timeout. Kontrollera nätverksanslutningen och försök igen.
sw_ke: Muda wa kupakia umeisha. Angalia muunganisho wa mtandao na ujaribu tena.
ta_in: பதிவேற்றம் நேரம் முடிந்தது. பிணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te_in: అప్‌లోడ్ సమయం ముగిసింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th_th: การอัปโหลดหมดเวลา ตรวจสอบการเชื่อมต่อเครือข่ายแล้วลองอีกครั้ง
tr_tr: Yükleme zaman aşımına uğradı. Ağ bağlantısını kontrol edin ve tekrar deneyin.
uk_ua: Час очікування завантаження минув. Перевірте підключення до мережі та повторіть спробу.
ur_pk: اپ لوڈ کا وقت ختم ہو گیا۔ نیٹ ورک کنکشن چیک کریں اور دوبارہ کوشش کریں۔
uz_latn_uz: Yuklash vaqti tugadi. Tarmoq ulanishini tekshiring va qayta urinib ko'ring.
vi_vn: Đã hết thời gian tải lên. Hãy kiểm tra kết nối mạng và thử lại.
zh_hans_cn: 上传超时。检查网络连接并重试。
zh_hant_hk: 上傳超時。檢查網路連線並重試。
zu_za: Ukulayisha kuphelelwe yisikhathi. Hlola ukuxhumeka kwenethiwekhi bese uyazama futhi.

# Upload.TitleRequired
source: Enter a title before uploading.
af_za: Voer 'n titel in voor oplaai.
am_et: ከመጫንዎ በፊት ርዕስ ያስገቡ።
ar_sa: أدخل عنوانا قبل التحميل.
as_in: আপলোড কৰাৰ আগতে এটা শিৰোনাম দিয়ক।
az_latn_az: Yükləməzdən əvvəl başlıq daxil edin.
be_by: Перад загрузкай увядзіце назву.
bg_bg: Въведете заглавие преди качване.
bn_bd: আপলোড করার আগে একটি শিরোনাম লিখুন।
bs_latn_ba: Unesite naslov prije slanja.
ca_es: Introduïu un títol abans de pujar.
cs_cz: Před nahráním zadejte název.
da_dk: Indtast en titel før upload.
de_de: Geben Sie vor dem Hochladen einen Titel ein.
el_gr: Εισαγάγετε έναν τίτλο πριν από τη μεταφόρτωση.
es_us: Ingrese un título antes de cargarlo.
et_ee: Enne üleslaadimist sisestage pealkiri.
eu_es: Sartu izenburu bat kargatu aurretik.
fa_ir: قبل از آپلود عنوانی را وارد کنید.
fi_fi: Kirjoita otsikko ennen lataamista.
fil_ph: Maglagay ng pamagat bago mag-upload.
fr_ca: Entrez un titre avant de télécharger.
gl_es: Introduce un título antes de cargar.
gu_in: અપલોડ કરતા પહેલા શીર્ષક દાખલ કરો.
he_il: הזן כותרת לפני ההעלאה.
hi_in: अपलोड करने से पहले एक शीर्षक दर्ज करें.
hr_hr: Unesite naslov prije učitavanja.
hu_hu: Feltöltés előtt írjon be egy címet.
hy_am: Վերբեռնելուց առաջ մուտքագրեք վերնագիր:
id_id: Masukkan judul sebelum mengunggah.
is_is: Sláðu inn titil áður en þú hleður upp.
it_it: Inserisci un titolo prima del caricamento.
ja_jp: アップロードする前にタイトルを入力してください。
ka_ge: ატვირთვამდე შეიყვანეთ სათაური.
kk_kz: Жүктеп салу алдында тақырып енгізіңіз.
km_kh: បញ្ចូលចំណងជើងមុនពេលបង្ហោះ។
kn_in: ಅಪ್‌ಲೋಡ್ ಮಾಡುವ ಮೊದಲು ಶೀರ್ಷಿಕೆಯನ್ನು ನಮೂದಿಸಿ.
ko_kr: 업로드하기 전에 제목을 입력하세요.
ky_kg: Жүктөөдөн мурун аталышты киргизиңиз.
lo_la: ໃສ່ຊື່ກ່ອນອັບໂຫຼດ.
lt_lt: Prieš įkeldami įveskite pavadinimą.
lv_lv: Pirms augšupielādes ievadiet nosaukumu.
mk_mk: Внесете наслов пред да го поставите.
ml_in: അപ്‌ലോഡ് ചെയ്യുന്നതിന് മുമ്പ് ഒരു ശീർഷകം നൽകുക.
mn_mn: Байршуулахын өмнө гарчиг оруулна уу.
mr_in: अपलोड करण्यापूर्वी शीर्षक प्रविष्ट करा.
ms_my: Masukkan tajuk sebelum memuat naik.
nb_no: Skriv inn en tittel før du laster opp.
ne_np: अपलोड गर्नु अघि शीर्षक प्रविष्ट गर्नुहोस्।
nl_nl: Voer een titel in voordat u uploadt.
or_in: ଅପଲୋଡ୍ କରିବା ପୂର୍ବରୁ ଏକ ଆଖ୍ୟା ପ୍ରବେଶ କରନ୍ତୁ |
pa_in: ਅੱਪਲੋਡ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ।
pl_pl: Wpisz tytuł przed przesłaniem.
pt_br: Insira um título antes de enviar.
ro_ro: Introduceți un titlu înainte de a încărca.
ru_ru: Введите название перед загрузкой.
si_lk: උඩුගත කිරීමට පෙර මාතෘකාවක් ඇතුළත් කරන්න.
sk_sk: Pred odovzdaním zadajte názov.
sl_si: Pred nalaganjem vnesite naslov.
sq_al: Futni një titull përpara se të ngarkoni.
sr_cyrl_rs: Унесите наслов пре отпремања.
sr_latn_rs: Unesite naslov pre otpremanja.
sv_se: Ange en titel innan du laddar upp.
sw_ke: Weka kichwa kabla ya kupakia.
ta_in: பதிவேற்றும் முன் தலைப்பை உள்ளிடவும்.
te_in: అప్‌లోడ్ చేయడానికి ముందు శీర్షికను నమోదు చేయండి.
th_th: ป้อนชื่อก่อนที่จะอัปโหลด
tr_tr: Yüklemeden önce bir başlık girin.
uk_ua: Введіть назву перед завантаженням.
ur_pk: اپ لوڈ کرنے سے پہلے ایک عنوان درج کریں۔
uz_latn_uz: Yuklashdan oldin sarlavha kiriting.
vi_vn: Nhập tiêu đề trước khi tải lên.
zh_hans_cn: 上传前输入标题。
zh_hant_hk: 上傳前輸入標題。
zu_za: Faka isihloko ngaphambi kokulayisha.
